Revit 2027 API
BuiltInFailures.GroupFailures.RemovingReferencesFromGroupedCurve Property
 References to elements outside the group were removed from a grouped curve element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RemovingReferencesFromGroupedCurve { get; }
Public Shared ReadOnly Property RemovingReferencesFromGroupedCurve As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RemovingReferencesFromGroupedCurve {
	FailureDefinitionId^ get ();
}
static member RemovingReferencesFromGroupedCurve : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace